Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsAIUsageTransactionUnknownFile
source: Unknown File
ar: ملف غير معروف
de: Unbekannte Datei
es: Archivo desconocido
fr: Fichier inconnu
hi: अज्ञात फ़ाइल
it: File sconosciuto
ja: 不明なファイル
ko: 알 수 없는 파일
nl: Onbekend bestand
pl: Nieznany plik
pt: Arquivo Desconhecido
ru: Неизвестный файл
th: ไฟล์ที่ไม่รู้จัก
tr: Bilinmeyen Dosya
vi: Tệp không xác định
zh_hans: 未知文件
zh_hant: 未知檔案

# settingsAppAppearanceName
source: App appearance
ar: مظهر التطبيق
de: App-Erscheinungsbild
es: Apariencia de la aplicación
fr: Apparence de l'application
hi: ऐप रूप
it: Aspetto dell'app
ja: アプリの外観
ko: 앱 모양
nl: App-uiterlijk
pl: Wygląd aplikacji
pt: Aparência do aplicativo
ru: Внешний вид приложения
th: รูปลักษณ์ของแอป
tr: Uygulama görünümü
vi: Giao diện ứng dụng
zh_hans: App外观
zh_hant: 應用外觀

# settingsAppearanceColorScemeAuto
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatyczny
pt: Automático
ru: Авто
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# settingsAppearanceColorScemeDark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
it: Scuro
ja: ダーク
ko: 어두운 모드
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темный
th: มืด
tr: Koyu
vi: Tối
zh_hans: 暗色
zh_hant: 暗色

# settingsAppearanceColorScemeLight
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
it: Chiaro
ja: ライト
ko: 밝은 모드
nl: Licht
pl: Jasny
pt: Claro
ru: Светлый
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 亮色
zh_hant: 亮色

# settingsAppearanceSectionName
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: रूप
it: Aspetto
ja: 外観
ko: 모양
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид
th: รูปลักษณ์
tr: Görünüm
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settingsBackupsDailySnapshotsMessage
source: Choose a backup from the sidebar.
ar: اختر نسخة احتياطية من الشريط الجانبي.
de: Wählen Sie ein Backup aus der Seitenleiste.
es: Elige una copia de seguridad desde la barra lateral.
fr: Choisissez une sauvegarde dans la barre latérale.
hi: साइडबार से एक बैकअप चुनें।
it: Scegli un backup dalla barra laterale.
ja: サイドバーからバックアップを選択してください。
ko: 사이드바에서 백업을 선택하세요.
nl: Kies een back-up in de zijbalk.
pl: Wybierz kopię zapasową z paska bocznego.
pt: Escolha um backup na barra lateral.
ru: Выберите резервную копию из боковой панели.
th: เลือกแบ็กอัพจากแถบด้านข้าง.
tr: Yan menüden bir yedek seçin.
vi: Chọn một bản sao lưu từ thanh bên.
zh_hans: 从侧边栏选择备份。
zh_hant: 從側邊欄選擇備份。

# settingsBackupsDailySnapshotsTitle
source: Daily snapshots
ar: لقطات يومية
de: Tägliche Schnappschüsse
es: Instantáneas diarias
fr: Snapshots quotidiens
hi: दैनिक स्नैपशॉट
it: Snapshot quotidiani
ja: 毎日のスナップショット
ko: 일일 스냅샷
nl: Dagelijkse snapshots
pl: Codzienne migawki
pt: Instantâneas diárias
ru: Ежедневные снимки
th: ภาพรวมประจำวัน
tr: Günlük anlık görüntüler
vi: Bản chụp hàng ngày
zh_hans: 每日快照
zh_hant: 每日快照

# settingsBackupsDescription
source: To ensure the safety of your data, backups are performed daily and retained for one week. Beyond one week, backups are kept at weekly intervals, and beyond one month, they are retained at monthly intervals, and so on.
ar: لضمان سلامة بياناتك، يتم إجراء النسخ الاحتياطية يوميًا والاحتفاظ بها لمدة أسبوع. بعد أسبوع، يتم الاحتفاظ بالنسخ الاحتياطية بفواصل أسبوعية، وبعد شهر، يتم الاحتفاظ بها بفواصل شهرية، وهكذا.
de: Um die Sicherheit Ihrer Daten zu gewährleisten, werden täglich Sicherungen erstellt und eine Woche lang aufbewahrt. Nach einer Woche werden die Sicherungen in wöchentlichen Abständen aufbewahrt, und nach einem Monat werden sie in monatlichen Abständen aufbewahrt, und so weiter.
es: Para garantizar la seguridad de tus datos, se realizan copias de seguridad diariamente y se retienen durante una semana. Más allá de una semana, las copias de seguridad se mantienen en intervalos semanales, y más allá de un mes, se retienen en intervalos mensuales, y así sucesivamente.
fr: Pour garantir la sécurité de vos données, des sauvegardes sont effectuées quotidiennement et conservées pendant une semaine. Au-delà d'une semaine, les sauvegardes sont conservées par intervalles hebdomadaires, et au-delà d'un mois, elles sont conservées par intervalles mensuels, et ainsi de suite.
hi: आप数据 की सुरक्षा सुनिश्चित करने के लिए, बैकअप दैनिक रूप से किए जाते हैं और एक सप्ताह के लिए बनाए रखे जाते हैं। एक सप्ताह के बाद, बैकअप को साप्ताहिक अंतराल पर रखा जाता है, और एक महीने के बाद, उन्हें मासिक अंतराल पर बनाए रखा जाता है, और इसी तरह।
it: Per garantire la sicurezza dei tuoi dati, i backup vengono eseguiti quotidianamente e conservati per una settimana. Oltre una settimana, i backup vengono mantenuti a intervalli settimanali, e oltre un mese, vengono conservati a intervalli mensili, e così via.
ja: データの安全を確保するため、バックアップは毎日行われ、1週間保持されます。1週間を超えるバックアップは、週ごとに保持され、1か月を超えると月ごとに保持されます。
ko: 데이터의 안전을 보장하기 위해 백업은 매일 수행되며 일주일 동안 보관됩니다. 일주일이 지나면 주간 간격으로 백업이 유지되고, 한 달이 지나면 월간 간격으로 보관됩니다.
nl: Om de veiligheid van uw gegevens te waarborgen, worden er dagelijks back-ups gemaakt en deze worden gedurende een week bewaard. Na een week worden de back-ups op wekelijkse basis bewaard, en na een maand worden ze maandelijks bewaard, enzovoorts.
pl: Aby zapewnić bezpieczeństwo Twoich danych, kopie zapasowe są wykonywane codziennie i przechowywane przez tydzień. Po upływie tygodnia, kopie zapasowe są przechowywane w odstępach tygodniowych, a po miesiącu w odstępach miesięcznych, i tak dalej.
pt: Para garantir a segurança dos seus dados, backups são realizados diariamente e retidos por uma semana. Após uma semana, os backups são mantidos em intervalos semanais, e após um mês, são retidos em intervalos mensais, e assim por diante.
ru: Для обеспечения безопасности ваших данных резервные копии создаются ежедневно и хранятся в течение недели. После недели резервные копии хранятся с недельными интервалами, а после месяца — с месячными интервалами и так далее.
th: เพื่อให้มั่นใจในความปลอดภัยของข้อมูลของคุณ การสำรองข้อมูลจะทำทุกวันและเก็บรักษาไว้เป็นเวลาหนึ่งสัปดาห์ หลังจากหนึ่งสัปดาห์ การสำรองข้อมูลจะถูกเก็บไว้ในช่วงเวลารายสัปดาห์ และหลังจากหนึ่งเดือนจะถูกเก็บรักษาไว้ในช่วงเวลารายเดือน และต่อ ๆ ไป
tr: Verilerinizin güvenliğini sağlamak için yedeklemeler günlük olarak yapılmakta ve bir hafta süreyle saklanmaktadır. Bir haftanın ötesinde, yedeklemeler haftalık aralıklarla saklanır, bir ayın ötesinde ise aylık aralıklarla saklanır ve bu şekilde devam eder.
vi: Để đảm bảo an toàn cho dữ liệu của bạn, các bản sao lưu được thực hiện hàng ngày và lưu giữ trong một tuần. Sau một tuần, các bản sao lưu sẽ được lưu giữ theo tuần, và sau một tháng, chúng sẽ được lưu giữ theo tháng, và cứ như vậy.
zh_hans: 为了确保您的数据安全，我们会每天进行备份，并保留一周时间。一周后，备份将按照每周的频率保存；超过一个月后，备份将按照每月的频率保存，以此类推。
zh_hant: 為確保您的數據安全，備份每天進行，並保留一周。超過一周後，備份按每周間隔保留，超過一個月後，按每月間隔保留，以此類推。

# settingsBackupsDescriptionSecondary
source: Now, you can select a specific backup from the sidebar on the left and view its details.
ar: الآن، يمكنك اختيار نسخة احتياطية محددة من الشريط الجانبي على اليسار وعرض تفاصيلها.
de: Jetzt können Sie ein bestimmtes Backup aus der linken Seitenleiste auswählen und dessen Details anzeigen.
es: Ahora puedes seleccionar una copia de seguridad específica desde la barra lateral a la izquierda y ver sus detalles.
fr: Maintenant, vous pouvez sélectionner une sauvegarde spécifique dans la barre latérale à gauche et voir ses détails.
hi: अब, आप बाईं ओर के साइडबार से एक विशेष बैकअप का चयन कर सकते हैं और इसके विवरण देख सकते हैं।
it: Ora puoi selezionare un backup specifico dalla barra laterale a sinistra e visualizzarne i dettagli.
ja: 左側のサイドバーから特定のバックアップを選択し、その詳細を表示できます。
ko: 이제 왼쪽 사이드바에서 특정 백업을 선택하고 세부 정보를 볼 수 있습니다.
nl: Nu kunt u een specifieke back-up selecteren in de zijbalk aan de linkerkant en de details bekijken.
pl: Teraz możesz wybrać konkretną kopię zapasową z bocznego panelu po lewej stronie i zobaczyć jej szczegóły.
pt: Agora, você pode selecionar um backup específico na barra lateral à esquerda e visualizar seus detalhes.
ru: Теперь вы можете выбрать конкретную резервную копию в боковой панели слева и просмотреть ее детали.
th: ตอนนี้คุณสามารถเลือกการสำรองข้อมูลเฉพาะจากแถบด้านซ้ายและดูรายละเอียดของมันได้
tr: Artık, soldaki kenar çubuğundan belirli bir yedeği seçebilir ve ayrıntılarını görüntüleyebilirsiniz.
vi: Bây giờ, bạn có thể chọn một bản sao lưu cụ thể từ thanh bên trái và xem chi tiết của nó.
zh_hans: 现在，您可以从左侧边栏中选择一个特定的备份，并查看其详细信息。
zh_hant: 現在，您可以從左側邊欄選擇特定備份並查看其詳細信息。

# settingsBackupsEncryptedStorageMessage
source: Stored encrypted on this device.
ar: تم تخزينها بشكل مشفر على هذا الجهاز.
de: Verschlüsselt auf diesem Gerät gespeichert.
es: Almacenado encriptado en este dispositivo.
fr: Stocké à l'état chiffré sur cet appareil.
hi: इस डिवाइस पर एनक्रिप्टेड स्टोर किया गया।
it: Memorizzato in modo crittografato su questo dispositivo.
ja: このデバイスに暗号化されて保存されています。
ko: 이 기기에 암호화되어 저장됩니다.
nl: Versleuteld opgeslagen op dit apparaat.
pl: Przechowywane w zaszyfrowanej formie na tym urządzeniu.
pt: Armazenado criptografado neste dispositivo.
ru: Хранится в зашифрованном виде на этом устройстве.
th: เก็บรักษาแบบเข้ารหัสบนอุปกรณ์นี้.
tr: Bu cihazda şifreli olarak saklandı.
vi: Được lưu trữ mã hóa trên thiết bị này.
zh_hans: 存储在此设备上加密。
zh_hant: 儲存在此設備上經過加密。

# settingsBackupsEncryptedStorageTitle
source: Encrypted storage
ar: التخزين المشفر
de: Verschlüsselte Speicherung
es: Almacenamiento encriptado
fr: Stockage chiffré
hi: एन्क्रिप्टेड स्टोरेज
it: Archiviazione crittografata
ja: 暗号化ストレージ
ko: 암호화된 저장소
nl: Versleutelde opslag
pl: Zaszyfrowane przechowywanie
pt: Armazenamento criptografado
ru: Зашифрованное хранилище
th: ที่เก็บข้อมูลเข้ารหัส
tr: Şifreli depolama
vi: Lưu trữ đã mã hóa
zh_hans: 加密存储
zh_hant: 加密存儲

# settingsBackupsEncryptedValue
source: Encrypted
ar: مشفر
de: Verschlüsselt
es: Encriptado
fr: Chiffré
hi: एन्क्रिप्टेड
it: Crittografato
ja: 暗号化済み
ko: 암호화됨
nl: Versleuteld
pl: Zaszyfrowany
pt: Criptografado
ru: Зашифрованный
th: เข้ารหัส
tr: Şifreli
vi: Đã mã hóa
zh_hans: 已加密
zh_hant: 加密

# settingsBackupsLockedPreviewMessage
source: This older backup contains a user-locked file. Unlock it with the Recovery Key to preview or export it.
ar: يحتوي هذا النسخة الاحتياطية القديمة على ملف مقفل من قبل المستخدم. افتحه باستخدام مفتاح الاسترداد لمعاينته أو تصديره.
de: Dieses ältere Backup enthält eine benutzergesperrte Datei. Entsperren Sie sie mit dem Wiederherstellungsschlüssel, um sie anzuzeigen oder zu exportieren.
es: Esta copia de seguridad anterior contiene un archivo bloqueado por el usuario. Desbloquéalo con la Clave de Recuperación para previsualizarlo o exportarlo.
fr: Cette ancienne sauvegarde contient un fichier verrouillé par l'utilisateur. Déverrouillez-le avec la clé de récupération pour l'aperçu ou l'exportation.
hi: इस पुराने बैकअप में एक उपयोगकर्ता-लॉक की गई फ़ाइल है। इसे पूर्वावलोकन या निर्यात करने के लिए पुनर्प्राप्ति कुंजी के साथ अनलॉक करें।
it: Questo backup più vecchio contiene un file bloccato dall'utente. Sbloccalo con la Chiave di Recupero per visualizzarlo o esportarlo.
ja: この古いバックアップにはユーザーがロックしたファイルが含まれています。プレビューまたはエクスポートするには、リカバリーキーでロックを解除してください。
ko: 이 오래된 백업에는 사용자 잠금 파일이 포함되어 있습니다. 미리보기 또는 내보내려면 복구 키로 잠금을 해제하세요.
nl: Deze oudere back-up bevat een door de gebruiker vergrendeld bestand. Ontgrendel het met de Herstelcode om het te bekijken of te exporteren.
pl: Ten starszy kopia zapasowa zawiera plik zablokowany przez użytkownika. Odblokuj go za pomocą Klucza Odzyskiwania, aby podglądać lub eksportować.
pt: Este backup mais antigo contém um arquivo bloqueado pelo usuário. Desbloqueie-o com a Chave de Recuperação para visualizar ou exportá-lo.
ru: Этот старый резервный файл содержит заблокированный пользователем файл. Разблокируйте его с помощью ключа восстановления, чтобы предварительно просмотреть или экспортировать его.
th: สำเนาสำรองเก่านี้มีไฟล์ที่ถูกล็อคโดยผู้ใช้ ปลดล็อคด้วย Recovery Key เพื่อแสดงตัวอย่างหรือส่งออกไฟล์
tr: Bu eski yedek, kullanıcı tarafından kilitlenmiş bir dosya içerir. Önizlemek veya dışa aktarmak için Kurtarma Anahtarı ile kilidini açın.
vi: Vị trí sao lưu cũ này chứa một tập tin bị khóa bởi người dùng. Mở khóa nó bằng Khóa Khôi Phục để xem trước hoặc xuất nó.
zh_hans: 此旧备份包含一个用户锁定的文件。使用恢复密钥解锁以预览或导出。
zh_hant: 此舊備份包含用戶鎖定的檔案。使用恢復密鑰解鎖以預覽或導出它。

# settingsBackupsLockedPreviewTitle
source: Locked backup file
ar: ملف النسخة الاحتياطية المقفل
de: Gesperrte Backup-Datei
es: Archivo de copia de seguridad bloqueado
fr: Fichier de sauvegarde verrouillé
hi: लॉक किया गया बैकअप फ़ाइल
it: File di backup bloccato
ja: ロックされたバックアップファイル
ko: 잠긴 백업 파일
nl: Vergrendeld back-up bestand
pl: Zablokowany plik kopii zapasowej
pt: Arquivo de backup bloqueado
ru: Заблокированный резервный файл
th: ไฟล์สำรองที่ถูกล็อค
tr: Kilitli yedek dosyası
vi: Tập tin sao lưu bị khóa
zh_hans: 锁定的备份文件
zh_hant: 鎖定的備份檔案

# settingsBackupsName
source: Backups
ar: النسخ الاحتياطية
de: Sicherungen
es: Copias de seguridad
fr: Sauvegardes
hi: बैकअप
it: Backup
ja: バックアップ
ko: 백업
pl: Kopie zapasowe
ru: Резервные копии
th: การสำรองข้อมูล
tr: Yedeklemeler
vi: Bản sao lưu
zh_hans: 备份
zh_hant: 備份

# settingsBackupsStorageTitle
source: Storage
ar: التخزين
de: Speicherung
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
it: Archiviazione
ja: ストレージ
ko: 저장소
nl: Opslag
pl: Przechowywanie
pt: Armazenamento
ru: Хранилище
th: ที่เก็บข้อมูล
tr: Depolama
vi: Lưu trữ
zh_hans: 存储
zh_hant: 存儲

# settingsBackupsUnlockPreviewButton
source: Unlock Preview
ar: افتح المعاينة
de: Vorschau entsperren
es: Desbloquear Vista Previa
fr: Déverrouiller l'aperçu
hi: पूर्वावलोकन अनलॉक करें
it: Sblocca anteprima
ja: プレビューを解除
ko: 미리보기 잠금 해제
nl: Ontgrendel Voorbeeld
pl: Odblokuj podgląd
pt: Desbloquear Pré-visualização
ru: Разблокировать предварительный просмотр
th: ปลดล็อคตัวอย่าง
tr: Önizlemeyi Aç
vi: Mở Khóa Xem Trước
zh_hans: 解锁预览
zh_hant: 解鎖預覽

# settingsBackupUnavailableDescription
source: Backup is only available on macOS.
ar: النسخ الاحتياطية متاحة فقط على macOS.
de: Sicherung ist nur auf macOS verfügbar.
es: La copia de seguridad solo está disponible en macOS.
fr: La sauvegarde est uniquement disponible sur macOS.
hi: बैकअप केवल macOS पर उपलब्ध है।
it: Il backup è disponibile solo su macOS.
ja: バックアップはmacOSでのみ利用可能です。
ko: 백업은 macOS에서만 가능합니다.
nl: Back-up is alleen beschikbaar op macOS.
pl: Kopia zapasowa jest dostępna tylko na macOS.
pt: O backup está disponível apenas no macOS.
ru: Резервное копирование доступно только на macOS.
th: การสำรองข้อมูลมีให้ใช้งานเฉพาะบน macOS เท่านั้น
tr: Yedekleme yalnızca macOS'ta mevcuttur.
vi: Sao lưu chỉ khả dụng trên macOS.
zh_hans: 备份功能仅在MacOS上启用
zh_hant: 備份僅在 macOS 上可用。

# settingsButtonRefreshSpotlightIndices
source: Refresh Spotlight Indices
ar: تحديث فهارس Spotlight
de: Spotlight-Indizes aktualisieren
es: Actualizar índices de Spotlight
fr: Rafraîchir les index Spotlight
hi: Spotlight सूचकांकों को ताज़ा करें
it: Aggiorna indici Spotlight
ja: Spotlightインデックスを更新
ko: Spotlight 인덱스 새로 고침
nl: Spotlight-indexen verversen
pl: Odśwież indeksy Spotlight
pt: Atualizar índices do Spotlight
ru: Обновить индексы Spotlight
th: รีเฟรชดัชนี Spotlight
tr: Spotlight dizinlerini yenile
vi: Làm mới chỉ mục Spotlight
zh_hans: 刷新 Spotlight 索引
zh_hant: 重新整理 Spotlight 索引

# settingsExcalidraw
source: Excalidraw settings
ar: إعدادات إكسيكاليدراو
de: Excalidraw-Einstellungen
es: Configuraciones de Excalidraw
fr: Paramètres d'Excalidraw
hi: Excalidraw सेटिंग्स
it: Impostazioni di Excalidraw
ja: Excalidrawの設定
ko: 엑스칼리드로우 설정
nl: Excalidraw-instellingen
pl: Ustawienia Excalidraw
pt: Configurações do Excalidraw
ru: Настройки Excalidraw
th: การตั้งค่า Excalidraw
tr: Excalidraw ayarları
vi: Cài đặt Excalidraw
zh_hans: Excalidraw设置
zh_hant: Excalidraw 設定

# settingsExcalidrawAntiInvertImageMessage
source: Need the precise settings for each individual file? Come to Discord and let me know!
ar: هل تحتاج إلى إعدادات دقيقة لكل ملف على حدة؟ انضم إلى خادمنا على Discord وأخبرني!
de: Brauchst du die genauen Einstellungen für jede einzelne Datei? Komm auf Discord vorbei und sag mir Bescheid!
es: ¿Necesitas la configuración exacta para cada archivo? ¡Pásate por Discord y dímelo!
fr: Vous avez besoin des paramètres précis pour chaque fichier ? Venez sur Discord et dites-moi !
hi: क्या आपको प्रत्येक फ़ाइल के लिए सटीक सेटिंग्स चाहिए? Discord पर आएँ और मुझे बताइए!
it: Vuoi le impostazioni precise per ogni singolo file? Vieni su Discord e fammi sapere!
ja: 各ファイルごとの正確な設定が必要ですか？Discordに来て教えてください！
ko: 각 파일의 정확한 설정이 필요하신가요? Discord에 와서 알려주세요!
nl: Heb je de precieze instellingen voor elk afzonderlijk bestand nodig? Kom naar Discord en laat het me weten!
pl: Potrzebujesz dokładnych ustawień dla każdego pliku? Dołącz na Discordzie i daj mi znać!
pt: Precisa das configurações exatas para cada arquivo? Entre no Discord e me avise!
ru: Нужны точные настройки для каждого отдельного файла? Заходите в Discord и сообщите мне!
th: ต้องการการตั้งค่าที่แม่นยำสำหรับแต่ละไฟล์หรือไม่? เข้าร่วม Discord แล้วแจ้งให้เราทราบ!
tr: Her bir dosya için kesin ayarlar mı istiyorsunuz? Discord'a gelin ve bana bildirin!
vi: Cần cài đặt chính xác cho từng tệp riêng lẻ? Hãy vào Discord và cho tôi biết!
zh_hans: 需要每个文件的精确设置吗？来 Discord 告诉我！
zh_hant: 需要針對每個檔案的精確設定嗎？到 Discord 告訴我！

# settingsExcalidrawAntiInvertImageTitle
source: Anti-invert Image
ar: منع عكس الصورة
de: Invertierung verhindern
es: Anti-inversión de imagen
fr: Anti-inversion de l'image
hi: इनवर्ट-विरोधी इमेज
it: Anti-inversione immagine
ja: 画像の反転防止
ko: 이미지 반전 방지
nl: Anti-inverteren van afbeelding
pl: Zapobieganie inwersji obrazu
pt: Evitar inversão de imagem
ru: Защита от инверсии изображения
th: ป้องกันการกลับสีของรูปภาพ
tr: Ters Çevirme Önleme
vi: Chống đảo màu ảnh
zh_hans: 防止图像反转
zh_hant: 避免反相影像

# settingsExcalidrawAppearanceName
source: Canvas appearance
ar: مظهر اللوحة
de: Erscheinungsbild der Leinwand
es: Apariencia del lienzo
fr: Apparence du canevas
hi: कैनवास रूप
it: Aspetto della tela
ja: キャンバスの外観
ko: 캔버스 모양
nl: Canvas-uiterlijk
pl: Wygląd płótna
pt: Aparência da tela
ru: Внешний вид холста
th: รูปลักษณ์ของผ้าใบ
tr: Tuval görünümü
vi: Giao diện canvas
zh_hans: 画布外观
zh_hant: 畫布外觀

# settingsExcalidrawButtonCaptureCurrentSettings
source: Capture Current Settings
ar: التقاط الإعدادات الحالية
de: Aktuelle Einstellungen erfassen
es: Capturar los ajustes actuales
fr: Capturer les paramètres actuels
hi: वर्तमान सेटिंग्स कैप्चर करें
it: Cattura impostazioni correnti
ja: 現在の設定を保存
ko: 현재 설정 캡처
nl: Huidige instellingen vastleggen
pl: Zapisz bieżące ustawienia
pt: Capturar configurações atuais
ru: Сохранить текущие настройки
th: บันทึกการตั้งค่าปัจจุบัน
tr: Mevcut Ayarları Kaydet
vi: Ghi lại cài đặt hiện tại
zh_hans: 捕获当前设置
zh_hant: 擷取目前設定

# settingsExcalidrawDrawingSettingsBackgroundTitle
source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt: Plano de fundo
ru: Фон
th: พื้นหลัง
tr: Arka plan
vi: Nền
zh_hans: 背景
zh_hant: 背景

# settingsExcalidrawDrawingSettingsEdgeTitle
source: Edges
ar: الحواف
de: Kanten
es: Bordes
fr: Arêtes
hi: किनारे
it: Bordi
ja: 輪郭
ko: 모서리
nl: Randen
pl: Krawędzie
pt: Bordas
ru: Края
th: ขอบ
tr: Kenarlar
vi: Các cạnh
zh_hans: 边框
zh_hant: 邊緣

# settingsExcalidrawDrawingSettingsFillTitle
source: Fill
ar: التعبئة
de: Füllung
es: Relleno
fr: Remplissage
hi: भराव
it: Riempimento
ja: 塗りつぶし
ko: 채우기
nl: Vulling
pl: Wypełnienie
pt: Preenchimento
ru: Заливка
th: การเติมสี
tr: Dolgu
vi: Tô
zh_hans: 填充
zh_hant: 填充

# settingsExcalidrawDrawingSettingsFontFamilyTitle
source: Font family
ar: عائلة الخط
de: Schriftfamilie
es: Familia de fuentes
fr: Famille de polices
hi: फ़ॉन्ट परिवार
it: Famiglia di caratteri
ja: フォントファミリー
ko: 글꼴
nl: Lettertype
pl: Rodzina czcionek
pt: Família da fonte
ru: Семейство шрифтов
th: แบบอักษร
tr: Yazı tipi ailesi
vi: Phông chữ
zh_hans: 字体系列
zh_hant: 字型家族

# settingsExcalidrawDrawingSettingsFontSizeTitle
source: Font size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
hi: फ़ॉन्ट आकार
it: Dimensione del carattere
ja: フォントサイズ
ko: 글꼴 크기
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da fonte
ru: Размер шрифта
th: ขนาดตัวอักษร
tr: Yazı tipi boyutu
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字型大小

# settingsExcalidrawDrawingSettingsOpacityTitle
source: Opacity
ar: الشفافية
de: Deckkraft
es: Opacidad
fr: Opacité
hi: पारदर्शिता
it: Opacità
ja: 不透明度
ko: 불투명도
nl: Opaciteit
pl: Krycie
pt: Opacidade
ru: Непрозрачность
th: ความทึบแสง
tr: Saydamlık
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度

# settingsExcalidrawDrawingSettingsSloppinessTitle
source: Sloppiness
ar: العشوائية
de: Ungenauigkeit
es: Irregularidad
fr: Imprécision
hi: ढीलापन
it: Imperfezione
ja: ラフさ
ko: 거칠기
nl: Slordigheid
pl: Niedbałość
pt: Irregularidade
ru: Неаккуратность
th: ความหยาบของเส้น
tr: Salaşlık
vi: Độ lộn xộn
zh_hans: 随意度
zh_hant: 隨意度

# settingsExcalidrawDrawingSettingsStartArrowheadTitle
source: Arrowheads
ar: رؤوس السهام
de: Pfeilspitzen
es: Puntas de flecha
fr: Têtes de flèche
hi: तीर की नोकें
it: Punte delle frecce
ja: 矢じり
ko: 화살촉
nl: Pijlpunten
pl: Groty strzałek
pt: Cabeças de seta
ru: Наконечники стрелок
th: หัวลูกศร
tr: Ok başları
vi: Đầu mũi tên
zh_hans: 端点
zh_hant: 箭頭端點

# settingsExcalidrawDrawingSettingsStartArrowTypeTitle
source: Arrow type
ar: نوع السهم
de: Pfeiltyp
es: Tipo de flecha
fr: Type de flèche
hi: तीर का प्रकार
it: Tipo di freccia
ja: 矢印の種類
ko: 화살촉 유형
nl: Pijltype
pl: Typ grotu
pt: Tipo de seta
ru: Тип наконечника
th: ประเภทหัวลูกศร
tr: Ok türü
vi: Kiểu mũi tên
zh_hans: 箭头类型
zh_hant: 箭頭類型

# settingsExcalidrawDrawingSettingsStrokeStyleTitle
source: Stroke style
ar: نمط الحد
de: Konturstil
es: Estilo del trazo
fr: Style du trait
hi: रेखा शैली
it: Stile del tratto
ja: 線のスタイル
ko: 선 스타일
nl: Lijnstijl
pl: Styl obrysu
pt: Estilo do traço
ru: Стиль обводки
th: รูปแบบเส้น
tr: Çizgi stili
vi: Kiểu nét
zh_hans: 线条样式
zh_hant: 描邊樣式

# settingsExcalidrawDrawingSettingsStrokeTitle
source: Stroke
ar: الحد
de: Kontur
es: Trazo
fr: Trait
hi: रेखा
it: Tratto
ja: 線
ko: 선
nl: Lijn
pl: Obrys
pt: Traço
ru: Обводка
th: เส้น
tr: Çizgi
vi: Đường nét
zh_hans: 线条
zh_hant: 描邊

# settingsExcalidrawDrawingSettingsStrokeWidthTitle
source: Stroke width
ar: عرض الحد
de: Konturstärke
es: Grosor del trazo
fr: Épaisseur du trait
hi: रेखा की चौड़ाई
it: Spessore del tratto
ja: 線の太さ
ko: 선 두께
nl: Lijndikte
pl: Szerokość obrysu
pt: Largura do traço
ru: Ширина обводки
th: ความหนาของเส้น
tr: Çizgi kalınlığı
vi: Độ dày nét
zh_hans: 线宽
zh_hant: 描邊寬度

# settingsExcalidrawDrawingSettingsPressureTitle
source: Pressure
ar: الضغط
de: Druck
es: Presión
fr: Pression
hi: दबाव
it: Pressione
ja: 筆圧
ko: 필압
nl: Druk
pl: Nacisk
pt: Pressão
ru: Нажим
th: แรงกด
tr: Basınç
vi: Lực nhấn
zh_hans: 压感
zh_hant: 壓感

# settingsExcalidrawDrawingSettingsTextAlignTitle
source: Text align
ar: محاذاة النص
de: Textausrichtung
es: Alineación de texto
fr: Alignement du texte
hi: पाठ संरेखण
it: Allineamento del testo
ja: 文字揃え
ko: 텍스트 정렬
nl: Tekstuitlijning
pl: Wyrównanie tekstu
pt: Alinhamento do texto
ru: Выравнивание текста
th: จัดแนวข้อความ
tr: Metin hizalaması
vi: Căn chỉnh văn bản
zh_hans: 文本对齐
zh_hant: 文字對齊

# settingsExcalidrawDrawingSettingsTitle
source: Drawing Settings
ar: إعدادات الرسم
de: Zeicheneinstellungen
es: Ajustes de dibujo
fr: Paramètres de dessin
hi: ड्रॉइंग सेटिंग्स
it: Impostazioni di disegno
ja: 描画設定
ko: 그리기 설정
nl: Tekeninstellingen
pl: Ustawienia rysowania
pt: Configurações de desenho
ru: Настройки рисования
th: การตั้งค่าการวาด
tr: Çizim Ayarları
vi: Cài đặt vẽ
zh_hans: 绘图设置
zh_hant: 繪圖設定
